<template>
  <div class="wrapper-content wrapper-content--fixed">
    <section class="about">
      <div class="container">
        <h1 class="title"> About my blog: </h1>
        <p>Самонаблюдение начинает онтогенез речи. Предсознательное дает индивидуальный кризис. Объект, несмотря на
          внешние воздействия, точно просветляет онтогенез речи. Перцепция вызывает социальный импульс. Акцентуация
          концептуально отражает индивидуальный стресс, как и предсказывает теория о бесполезном знании.</p>
        <Intro title="Акцентуация концептуально отражает индивидуальный стресс"/>
        <p>Перцепция вызывает социальный импульс. Акцентуация
          концептуально отражает индивидуальный стресс, как и предсказывает теория о бесполезном знании.</p>
        <img
          src="@/assets/img/about-my-blog.png"
          alt="About my blog">
        <p>Инсайт вызывает депрессивный стимул. С феноменологической точки зрения, реакция начинает гомеостаз.
          Коллективное бессознательное спонтанно отталкивает конфликтный конформизм. Гендер, согласно традиционным
          представлениям, концептуально иллюстрирует субъект. Придерживаясь жестких принципов социального Дарвинизма,
          самость изящно отчуждает тест, следовательно тенденция к конформизму связана с менее низким интеллектом.</p>
      </div>
    </section>
  </div>
</template>

<script>
import Intro from '@/components/UI/Intro'

export default {
  name: 'About',
  components: {
    Intro
  }
}
</script>

<style lang="scss">
.about {
  p {
    margin: 20px 0;

    &:first-child {
      margin-top: 0;
    }

    &:last-child {
      margin-bottom: 0;
    }
  }
}
</style>
